[
	{
		"name": "dora-demo",
		"title": {
			"zh": "Dora 演示",
			"en": "Dora Demo"
		},
		"desc": {
			"zh": "这个仓库展示了使用 Dora SSR 开源游戏引擎创建的游戏演示。演示展示了使用 Dora SSR 可能实现的具体功能和技巧，帮助开发者学习和探索其能力。",
			"en": "This repository showcases game demo created using the Dora SSR open-source game engine. Demo illustrates specific features and techniques possible with Dora SSR, helping developers learn and explore its capabilities."
		}
	},
	{
		"name": "dora-story",
		"title": {
			"zh": "Dora 故事",
			"en": "Dora Story"
		},
		"desc": {
			"zh": "基于 Dora SSR 开发的可视化小说游戏框架。该框架集成了 Yarn Spinner 对话系统，并使用开源游戏《灵数奇缘》（Luv Sense Digital）的代码和授权艺术资产，为可视化小说游戏开发提供完整的解决方案。",
			"en": "A visual novel game framework developed based on Dora SSR. This framework integrates the Yarn Spinner dialogue system and uses the open-source game '灵数奇缘' (Luv Sense Digital) code and authorized art assets, providing a complete solution for visual novel game development."
		}
	},
	{
		"name": "lsd",
		"title": {
			"zh": "灵数奇缘",
			"en": "Luv Sense Digital"
		},
		"desc": {
			"zh": "在末日后，地面上一片焦土，幸存者人类苟延残喘活在地下。游戏公司为了解决冲突，开发了一款没有人能拒绝的沉浸式游戏。但这个游戏却是阴谋的起点，玩家进入游戏后很多年都不会回到现实社会。面对真正的苦难，游戏商喜闻乐见，他们的年轻人沉浸在虚拟的数字世界。而有一人看透了游戏公司的本质，他希望能改变这一切。（开发中项目）",
			"en": "In the post-apocalyptic world, the surface is a wasteland, and humans survive underground. The game company developed a game that no one could refuse to play. But this game is the starting point of the conspiracy. Players enter the game and many years later they will not return to the real world. The game company is happy to see the young people immersed in the virtual digital world. But there is one person who sees through the essence of the game company, and he hopes to change this. (In development project)"
		}
	},
	{
		"name": "lsd-spine-1x",
		"title": {
			"zh": "LSD Spine 动画 1x",
			"en": "LSD Spine 1x"
		},
		"desc": {
			"zh": "欢迎使用《灵数奇缘》游戏开发资源库！本仓库包含使用 Spine2D 动画编辑器创作的普通分辨率游戏开发资产，适用于需要较小文件大小的项目，例如移动游戏或性能受限的平台。",
			"en": "Welcome to the Luv Sense Digital (LSD) Spine 1x game development resource library! This repository contains game development assets created using Spine2D Editor for normal resolution, suitable for projects requiring smaller file sizes, such as mobile games or platforms with performance limitations."
		}
	},
	{
		"name": "lsd-spine-2x",
		"title": {
			"zh": "LSD Spine 动画 2x",
			"en": "LSD Spine 2x"
		},
		"desc": {
			"zh": "欢迎使用《灵数奇缘》游戏开发资源库！本仓库包含使用 Spine2D 动画编辑器创作的高分辨率游戏开发资产，适用于对图像质量有较高要求的项目，例如高端移动游戏、PC游戏或需要在大屏幕上展示的应用。",
			"en": "Welcome to the Luv Sense Digital (LSD) Spine 2x game development resource library! This repository contains game development assets created using Spine2D Editor for high resolution, suitable for projects requiring high image quality, such as high-end mobile games, PC games, or applications that need to be displayed on large screens."
		}
	}
]
